Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: རབ་འབྱོར་དེ་ལྟར་ཆོས་ཐམས་ཅད་ཡོངས་སུ་དག་པ་ལ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། སེམས་ཞུམ་པ་མེད་ཅིང་འགོང་པ་མེད་པ་དེ་ནི། རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟེ།
en: Subhūti, inasmuch as all phenomena are naturally pure, when bodhisattva great beings practice the perfection of wisdom, it is their absence of discouragement and absence of intimidation, Subhūti, that constitutes the perfection of wisdom.

source: བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱིས་ནི་ཆོས་ཉིད་དེ་མི་ཤེས་མི་མཐོང་བས། སེམས་ཅན་དེ་དག་གི་དོན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་།
en: Since all simple, ordinary people do not know and do not discern this reality, for the sake of these beings, bodhisattva great beings practice the perfection of generosity, and they practice the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད། ནང་སྟོང་པ་ཉིད་ལ་སྤྱོད། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ལ་སྤྱོད། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ལ་སྤྱོད། ཡང་དག་པར་སྤོང་བ་དང་།
en: They practice the emptiness of internal phenomena, and they practice [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ལ་སྤྱོད།
en: They practice the applications of mindfulness, and they practice the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path.

source: འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་ལ་སྤྱོད།
en: They practice the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, and the formless absorptions.

source: རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་ལ་སྤྱོད།
en: They practice the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, and wishlessness.

source: མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ལ་སྤྱོད།
en: They practice the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways.

source: དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་སྤྱོད།
en: They practice the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas.

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ལ་སྤྱོད་དེ།
en: They practice [the goals], up to and including all-aspect omniscience. “

source: རབ་འབྱོར་དེ་ལྟར་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་ཆོས་ཐམས་ཅད་ཀྱི་སྟོབས་དང་། མི་འཇིགས་པ་ཉིད་རབ་ཏུ་ཐོབ་པར་འགྱུར་ཏེ། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་སར་མི་ལྟུང་ངོ་།
en: Subhūti, bodhisattva great beings who practice accordingly acquire the powers and fearlessnesses [of the buddhas] with respect to all phenomena, and they will not fall into the level of the śrāvakas or the level of the pratyekabuddhas.

source: །རབ་འབྱོར་དེ་ལྟར་སློབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་དང་། སྤྱོད་པ་དང་གཡོ་བ་རྣམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པར་འགྱུར་རོ།
en: Subhūti, bodhisattva great beings who practice accordingly will transcend the thoughts, activities, and distractions of all beings. “

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ས་ཆེན་པོའི་ཕྱོགས་གང་ན་འཛམ་བུ་ན་དའི་གསེར་གྱི་ས་ལེ་སྦྲམ་འབྱུང་བ་དེ་ལྟ་བུ་ནི་ཉུང་ངོ་། །རབ་འབྱོར་དེ་བཞིན་དུ་འདི་ལྟ་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་བསླབ་པ་འདི་ལ་སློབ་པའི་སེམས་ཅན་དེ་ལྟ་བུ་ཡང་ཉུང་སྟེ།
en: Subhūti, just as there are few places on earth where the pure gold of the Jambu River is found, in the same way, Subhūti, those beings who have undertaken this training of the perfection of wisdom are few in number.

source: སེམས་ཅན་གང་ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་ས་ལ་གནས་པར་འགྱུར་བ་དེ་ལྟ་བུ་ནི་དེ་བས་ཆེས་མང་ངོ་།
en: Those beings who become established in the level of the śrāvakas or the level of the pratyekabuddhas are much more numerous. “

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། སེམས་ཅན་གང་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོར་འགྱུར་བའི་ལས་ཡང་དག་པར་བླངས་ཏེ་གནས་པ་དེ་ལྟ་བུ་ནི་ཉུང་སྟེ།
en: Subhūti, just as there are few beings who have undertaken and maintained actions commensurate with an imperial monarch, {Ki.

source: སེམས་ཅན་གང་ཁམས་ཀྱི་རྒྱལ་ཕྲན་དུ་འགྱུར་བའི་ལས་ཡང་དག་པར་བླངས་ཤིང་གནས་པ་དེ་ལྟ་བུ་ནི་ཆེས་མང་ངོ་། །རབ་འབྱོར་དེ་བཞིན་དུ་སེམས་ཅན་གང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པའི་ལམ་འདིར་འཇུག་པ་དེ་ལྟ་བུ་ཡང་ཉུང་སྟེ། སེམས་ཅན་གང་ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་ས་ལ་གནས་པར་འགྱུར་བ་དེ་ལྟ་བུ་ནི་དེ་བས་ཆེས་མང་ངོ་།
en: V: 32} while those beings who have undertaken and maintained actions commensurate with a regional king are much more numerous, in the same way, Subhūti, those beings who have entered upon this path that leads to all-aspect omniscience are few in number, whereas the beings who become established on the level of the śrāvakas or the level of the pratyekabuddhas are much more numerous. “

source: །རབ་འབྱོར་གང་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡང་དག་པར་ཞུགས་པ་དེ་དག་བས་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་དེ་བཞིན་ཉིད་དུ་ནན་ཏན་བྱེད་པ་དེ་ལྟ་བུ་ཆེས་ཉུང་ངོ་།
en: Subhūti, bodhisattva great beings who are earnestly intent on the real nature are far fewer than those bodhisattva great beings who have set out for unsurpassed, complete enlightenment.

source: །དེ་བས་ཀྱང་སེམས་ཅན་གང་ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་སུ་གནས་པར་འགྱུར་བ་དེ་ལྟ་བུ་ནི་ཆེས་མང་ངོ་།
en: Even more numerous than them are those beings who become established on the level of the śrāvakas or the level of the pratyekabuddhas. “

source: །རབ་འབྱོར་གང་ཡང་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལ་སྤྱོད་ཅིང་། ཐེ་ཚོམ་མེད་པར་ཕྱིར་མི་ལྡོག་པའི་ས་གནོན་པ་དེ་དག་བས་ནི། གང་ཕྱིར་ལྡོག་པའི་ས་གནོན་པར་འགྱུར་བ་དེ་ལྟ་བུ་ཆེས་མང་ངོ་།
en: Subhūti, those who master the reversible levels are much more numerous than the noble children who follow the vehicle of the bodhisattvas and who practice, without hesitation, this profound perfection of wisdom and master the level at which progress has become irreversible.

source: །རབ་འབྱོར་དེ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཕྱིར་མི་ལྡོག་པའི་ས་འཐོབ་པར་འདོད་པ་དང་། ཕྱིར་མི་ལྡོག་པའི་སར་ཆུད་པར་འདོད་པས། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཟབ་མོ་འདི་ཉིད་ལ་བསླབ་པར་བྱའོ།
en: Therefore, Subhūti, bodhisattva great beings who wish to attain the level at which progress has become irreversible and who wish to enter into the level at which progress has become irreversible should train in this profound perfection of wisdom. “

source: །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། སེར་སྣ་དང་ལྡན་པའི་སེམས་མི་སྐྱེའོ།
en: Moreover, Subhūti, when bodhisattva great beings practice this profound perfection of wisdom, thoughts associated with miserliness do not arise.

source: །ཚུལ་ཁྲིམས་ངན་པ་དང་ལྡན་པའི་སེམས་མི་སྐྱེའོ། །འཁྲུག་པ་དང་ལྡན་པའི་སེམས་མི་སྐྱེའོ།
en: Thoughts associated with degenerate morality do not arise.

source: །ལེ་ལོ་དང་ལྡན་པའི་སེམས་མི་སྐྱེའོ།
en: Thoughts associated with indolence do not arise.

source: །གཡེང་བ་དང་ལྡན་པའི་སེམས་མི་སྐྱེའོ།
en: Thoughts associated with distraction do not arise.

source: །ཤེས་རབ་འཆལ་བ་དང་ལྡན་པའི་སེམས་མི་སྐྱེའོ།
en: Thoughts associated with stupidity do not arise.

source: །འདོད་ཆགས་དང་ལྡན་པའི་སེམས་མི་སྐྱེའོ།
en: Thoughts associated with desire do not arise.

source: །ཞེ་སྡང་དང་ལྡན་པའི་སེམས་མི་སྐྱེའོ།
en: Thoughts associated with hatred do not arise.

source: །གཏི་མུག་དང་ལྡན་པའི་སེམས་མི་སྐྱེའོ།
en: Thoughts associated with delusion do not arise.

source: །ཐ་བ་དང་ལྡན་པའི་སེམས་མི་སྐྱེའོ།
en: Thoughts associated with obstinacy do not arise. “

source: །གཟུགས་དང་ལྡན་པའི་སེམས་མི་སྐྱེའོ།
en: Thoughts associated with physical forms do not arise.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་ལྡན་པའི་སེམས་མི་སྐྱེའོ།
en: Thoughts associated with feelings, perceptions, formative predispositions, and consciousness do not arise.

source: །སྐྱེ་མཆེད་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་དང་ལྡན་པའི་སེམས་མི་སྐྱེའོ།
en: Thoughts associated with the sense fields, the sensory elements, and the links of dependent origination do not arise.

source: །ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམས་དང་སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་དང་ལྡན་པའི་སེམས་མི་སྐྱེའོ། །འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་།
en: Thoughts associated with the perfections, all the aspects of emptiness, and the thirty-seven factors conducive to enlightenment do not arise.

source: མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་ལྡན་པའི་སེམས་མི་སྐྱེའོ།
en: Thoughts associated with the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways do not arise.

source: །དེ་བཞིན་གཤེགས་པའི་སྟོབས་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་དང་ལྡན་པའི་སེམས་མི་སྐྱེའོ།
en: Thoughts associated with the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, and the distinct qualities of the buddhas do not arise.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དང་ལྡན་པའི་སེམས་མི་སྐྱེའོ།
en: Thoughts associated with [the goals], up to and including all-aspect omniscience, do not arise.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལ་སྤྱོད་པའི་ཚེ་ཆོས་གང་ཡང་དམིགས་པ་མེད་དེ།
en: If you ask why, Subhūti, it is because when bodhisattva great beings practice this profound perfection of wisdom, they do not apprehend anything at all.

source: མ་དམིགས་པས་ཆོས་གང་ལ་ཡང་སེམས་བསྐྱེད་པ་མེད་དོ།
en: Since they are without apprehending, they do not set their minds on anything at all.

source: །རབ་འབྱོར་དེ་ལྟར་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལ་སློབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐམས་ཅད་ཡོངས་སུ་ཟིན་པར་འགྱུར་རོ།
en: So it is, Subhūti, that bodhisattva great beings who have trained in this profound perfection of wisdom will have acquired all the perfections.

source: །ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐམས་ཅད་ཡོངས་སུ་འདུས་པར་འགྱུར་རོ།
en: They will have procured all the perfections.

source: །ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐམས་ཅད་དང་འཐུན་པར་སྤྱོད་པར་འགྱུར་རོ།
en: They will have acted in harmony with all the perfections. {Ki.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དེ་ནི་འདི་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཟབ་མོ་འདིར་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐམས་ཅད་འདུས་སོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན།
en: V: 33} If you ask why, Subhūti, it is because all the perfections are subsumed in this profound perfection of wisdom. “

source: འཇིག་ཚོགས་སུ་ལྟ་བར་ལྟ་བའི་རྣམ་པ་དྲུག་ཅུ་རྩ་གཉིས་པོ་ཐམས་ཅད་ཀྱང་འདུས་པ་ཡིན་ཏེ། རབ་འབྱོར་དེ་བཞིན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཟབ་མོ་འདིར་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐམས་ཅད་འདུས་སོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན།
en: Subhūti, just as sixty-two sorts of view are subsumed within the view of mundane constructs, in the same way, Subhūti, all the perfections are subsumed in this profound perfection of wisdom.

source: སྐྱེས་བུ་དུས་བྱས་པར་གྱུར་པའི་འཚོ་བའི་དབང་པོ་འགགས་པས་དབང་པོ་ཐམས་ཅད་འགག་པར་འགྱུར་རོ། །རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལ་སྤྱོད་པས།
en: Subhūti, just as when the faculty of the life force has ceased at the time of a person’s death, all the sense faculties will cease, in the same way, Subhūti, all the other five perfections are subsumed by those who practice this profound perfection of wisdom.

source: ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐམས་ཅད་འདུས་པ་ཡིན་ཏེ། རབ་འབྱོར་དེ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐམས་ཅད་ཀྱི་ཕ་རོལ་ཏུ་འགྲོ་བར་འདོད་པས། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལ་བསླབ་པར་བྱའོ།
en: Therefore, Subhūti, bodhisattva great beings who wish to transcend all the perfections should train in this profound perfection of wisdom. “

source: །རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལ་སློབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་མཆོག་ཏུ་འགྱུར་བ་ལ་སློབ་པ་ཡིན་ནོ། །རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ན་སེམས་ཅན་གང་ཇི་སྙེད་ཅིག་འཁོད་པ་དེ་དག་མང་བ་ཡིན་ནམ།
en: Subhūti, bodhisattva great beings who train in this profound perfection of wisdom train in that which is exalted among all beings, Subhūti, do you think that the beings inhabiting this world system of the great trichiliocosm are many?” “

source: །བཅོམ་ལྡན་འདས་འཛམ་བུའི་གླིང་གི་སེམས་ཅན་རྣམས་ཀྱང་མང་བ་ལགས་ན། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་རྣམས་ལྟ་སྨོས་ཀྱང་ཅི་འཚལ། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་གང་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་སྔ་ཕྱི་མེད་པར་མིའི་ལུས་ཐོབ་པར་གྱུར་ཏེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ལ། དེ་བཞིན་གཤེགས་པ་དེ་དག་ཐམས་ཅད་རེ་རེ་ལ་ཡང་སྐུ་ཚེའི་མཐར་ཕྱིན་གྱི་བར་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་རྒྱུན་མ་ཆད་པར་ན་བཟའ་དང་། བསོད་སྙོམས་དང་།
en: Blessed Lord, if the beings of Jambudvīpa are indeed many, what need one say about the beings in this world system of the great trichiliocosm!” “

source: གཟིམས་ཆ་དང་། སྙུན་གྱི་རྐྱེན་སྨན་དང་། ཡོ་བྱད་མང་པོའི་བསྙེན་བཀུར་བྱས་ན། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེའི་བསོད་ནམས་དེའི་རྒྱུས་མང་དུ་འཕེལ་ལམ།
en: Subhūti,” continued the Blessed One, “if all the beings in this world system of the great trichiliocosm, as many as there are, throughout time had acquired a human body, and all of them had then attained consummate buddhahood in unsurpassed, complete enlightenment, and if there were a [single] bodhisattva great being who had honored each one of all those tathāgatas with robes, alms, bedding, medicines for the treatment of ailments, and many [other] resources for the duration of their lives, without interruption, Subhūti, do you think that the merit of that bodhisattva great being would, on that basis, increase more greatly?” “

source: །བདེ་བར་གཤེགས་པ་མང་ངོ་། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་བས་ཀྱང་རིགས་ཀྱི་བུ་འམ།
en: Sugata, it would be great!” “

source: རིགས་ཀྱི་བུ་མོ་གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཟབ་མོ་འདི་འཛིན་ཅིང་འཆང་བ་དང་། ཀློག་ཅིང་ཀུན་ཆུབ་པར་བྱེད་པ་དང་། ཚུལ་བཞིན་དུ་ཡིད་ལ་བྱེད་ཅིང་། དེ་བཞིན་ཉིད་དུ་ནན་ཏན་བྱེད་ན། དེའི་བསོད་ནམས་ཆེས་མང་དུ་འཕེལ་ལོ།
en: Subhūti,” continued the Blessed One, “when a noble son or noble daughter takes up, upholds, recites, masters, and focuses attention correctly on this profound perfection of wisdom, and is earnestly intent on the real nature, his or her merit would increase much more than these [aforementioned merits].

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ནི་དེ་ལྟར་དོན་ཆེན་པོར་འགྱུར་བ་སྟེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་སྒྲུབ་པའོ།
en: If you ask why, Subhūti, it is because the perfection of wisdom that bodhisattva great beings have will be of great benefit—it will bring about the attainment of unsurpassed, complete enlightenment. “

source: །རབ་འབྱོར་དེ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་བླ་ན་མེད་པར་འགྱུར་བར་འདོད་པ་དང་། སེམས་ཅན་མགོན་མེད་པ་རྣམས་ཀྱི་མགོན་དུ་འགྱུར་བར་འདོད་པ་དང་། སྐྱབས་མེད་པ་རྣམས་ཀྱི་སྐྱབས་སུ་འགྱུར་བར་འདོད་པ་དང་། གནས་མེད་པ་རྣམས་ཀྱི་གནས་སུ་འགྱུར་བར་འདོད་པ་དང་། ལོང་བ་རྣམས་ཀྱི་མིག་ཏུ་འགྱུར་བར་འདོད་པ་དང་།
en: Therefore, Subhūti, bodhisattva great beings who wish to become unsurpassed among all beings, who wish to become a protector to all those beings who are unprotected, who wish to become a refuge to those who are without a refuge, who wish to become a sanctuary for those who are without sanctuary, {Ki.

source: མུན་པར་གནས་པ་རྣམས་ཀྱི་སྒྲོན་མར་འགྱུར་བར་འདོད་པ་དང་། སངས་རྒྱས་སུ་འགྱུར་བར་འཐོབ་པར་འདོད་པ་དང་། སངས་རྒྱས་ཀྱི་ཡུལ་ཁོང་དུ་ཆུད་པར་འདོད་པ་དང་། སངས་རྒྱས་ཀྱི་རྣམ་པར་རོལ་པས་རྣམ་པར་རྩེ་བར་འདོད་པ་དང་། སངས་རྒྱས་ཀྱི་སེང་གེའི་ང་རོ་བསྒྲག་པར་འདོད་པ་དང་། སངས་རྒྱས་ཀྱི་རྔ་བརྡུང་བར་འདོད་པ་དང་། སངས་རྒྱས་ཀྱི་དུང་འབུད་པར་འདོད་པ་དང་། སངས་རྒྱས་ཀྱི་གཏམ་བྱ་བར་འདོད་པས།
en: V: 34} who wish to become an eye for the blind, who wish to become a lamp for those immersed in darkness, who wish to attain completely awakened buddhahood, who wish to comprehend the perceptual range of the buddhas, who wish to frolic through the emanational play of the buddhas, who wish to roar the lion’s roar of the buddhas, who wish to beat the great drum of the buddhas, who wish to blow the conch of the buddhas, who wish to enunciate the sermons of the buddhas—all of these should train in this profound perfection of wisdom.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལ་བསླབ་པར་བྱའོ། །རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སློབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ནི་ཕུན་སུམ་ཚོགས་པ་གང་ཐོབ་པར་བྱ་བ་དེ་དག་ལས་མི་འཐོབ་པ་གང་ཡང་མེད་དོ།
en: Subhūti, among those attainments of excellence, there is nothing at all that bodhisattva great beings who train in the perfection of wisdom will not attain.”

source: །རབ་འབྱོར་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཉན་ཐོས་ཀྱི་ཕུན་སུམ་ཚོགས་པ་ཡང་དེས་ཐོབ་པར་བགྱི་བ་ལགས་སམ།
en: Subhūti then asked, “Blessed Lord, will they also attain the excellence of the śrāvakas?

source: རང་སངས་རྒྱས་ཀྱི་ཕུན་སུམ་ཚོགས་པ་ཡང་དེས་ཐོབ་པར་བགྱི་བ་ལགས་སམ།
en: Will they also attain the excellence of the pratyekabuddhas?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་ཉན་ཐོས་ཀྱི་ཕུན་སུམ་ཚོགས་པ་ཡང་དེས་འཐོབ་པར་བྱ། རང་སངས་རྒྱས་ཀྱི་ཕུན་སུམ་ཚོགས་པ་ཡང་དེས་འཐོབ་པར་བྱ་སྟེ།
en: Subhūti,” replied the Blessed One, “they will indeed attain the excellence of the śrāvakas and they will also attain the excellence of the pratyekabuddhas, but they should not dwell in those [two modes of excellence].

source: དེ་ལ་གནས་པར་མི་བྱ་འདུག་པར་མི་བྱའི།
en: They should not remain fixed in them.

source: ཤེས་པ་དང་མཐོང་བས་དེ་དག་མཐོང་བར་བྱ་སྟེ། འདའ་བར་བྱ།
en: They should perceive them with knowledge and [genuine] view.

source: བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མེད་པར་ཆུད་པར་བྱའོ།
en: That is to say, they should transcend them, and enter a bodhisattva’s full maturity. “

source: །རབ་འབྱོར་དེ་ལྟར་སློབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ཉེ་བར་འགྱུར་བ་ཡིན་ཏེ།
en: Subhūti, bodhisattva great beings who train in this manner will approach all-aspect omniscience.

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའོ།
en: They will attain consummate buddhahood in unsurpassed, complete enlightenment.

source: །རབ་འབྱོར་དེ་ལྟར་སློབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ན་སྦྱིན་པའི་གནས་སུ་འགྱུར་བ་ཡིན་ཏེ།
en: Subhūti, bodhisattva great beings who train in this manner become worthy recipients of the donations in the world, with its gods, humans, and asuras.

source: རབ་འབྱོར་དེ་ལྟར་སློབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་དེ་མ་ཡིན་པའི་སྦྱིན་པའི་གནས་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་གང་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་ཟིལ་གྱིས་མནན་ཅིང་འགྲོ་བར་འགྱུར་བ་ཡིན། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ཉེ་བར་འགྱུར་བ་ཡིན།
en: Subhūti, bodhisattva great beings who train in this manner outshine all other worthy recipients of worldly donations apart from them—śrāvakas and pratyekabuddhas—and they will approach all-aspect omniscience.

source: རབ་འབྱོར་དེ་ལྟར་སློབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་མི་གཏོང་ཞིང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་སྟེ།
en: Subhūti, bodhisattva great beings who train in this manner do not forsake the perfection of wisdom, and they practice the perfection of wisdom.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་མ་བྲལ་བའོ།
en: That is to say, they are not bereft of the perfection of wisdom. “

source: །རབ་འབྱོར་དེ་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལས་ཡོངས་སུ་མི་ཉམས་པའི་ཆོས་ཅན་དུ་རིག་པར་བྱ་སྟེ།
en: Subhūti, one should know that the bodhisattva great beings who practice this profound perfection of wisdom in this manner possess the attribute of not degenerating from all-aspect omniscience.

source: ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་ས་རིང་དུ་བྱེད་ཅིང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་དང་ཉེ་བར་གྱུར་པ་ཡིན།
en: They give the levels of the śrāvakas and pratyekabuddhas a wide berth, and approach unsurpassed, complete enlightenment. “

source: གལ་ཏེ་ཡང་འདི་སྙམ་དུ་འདི་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ།
en: If indeed they were to think, ‘This is the perfection of wisdom! The perfection of wisdom is present here!

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་འདི་ལ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་འདིས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་བསྒྲུབ་པར་བྱའོ་ཞེས་སྙམ་སྟེ།
en: Through this perfection of wisdom I will attain all-aspect omniscience!’

source: གལ་ཏེ་དེ་ལྟར་ཤེས་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ། །གལ་ཏེ་འདི་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ།
en: when they know in that way, they do not practice the perfection of wisdom.

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ནི་འདི་ན་ཡོད་དོ་ཞེས་བྱ་བར་ཤེས་པ་མེད་དེ།
en: If, on the other hand, they do not know, ‘This is the perfection of wisdom!

source: གང་གི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པར་འགྱུར་བ་དང་།
en: The perfection of wisdom is present here!’

source: གང་གིས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པར་འགྱུར་བ་དང་། གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པས་བྱུང་སྟེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བ་དེ་ལྟ་བུ་ཡང་མི་ཤེས་མི་མཐོང་ཞིང་།
en: in that case they neither know nor perceive anyone who possesses the perfection of wisdom, anything that would bring about the perfection of wisdom, {Ki.V: 35} or anyone who would be emancipated through the perfection of wisdom and attain consummate buddhahood in unsurpassed, complete enlightenment.

source: དེ་འདི་སྙམ་སྟེ་ཆོས་ཀྱི་དབྱིངས་དང་། དེ་བཞིན་ཉིད་དང་ཡང་དག་པའི་མཐའ་གནས་པའི་ཕྱིར། འདི་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡང་མ་ཡིན།
en: And if they then think, ‘Since the realm of phenomena, the real nature, and the very limit of reality are fixed states, they are not the perfection of wisdom!

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ནི་འདི་ན་ཡོད་པ་ཡང་མ་ཡིན།
en: The perfection of wisdom is not contained in it!

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་འདིས་ནི་ཆོས་གང་ཡང་འབྱུང་བར་འགྱུར་བ་ཡང་མེད་དོ་ཞེས།
en: There is nothing at all that will be emancipated through this perfection of wisdom!’

source: རབ་འབྱོར་དེ་ལྟར་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ཡིན་ནོ།
en: then indeed, Subhūti, those bodhisattva great beings who practice accordingly do practice the perfection of wisdom.”

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ་ལས། ལེའུ་བཞི་བཅུ་བདུན་པའོ།། །།དེ་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་འདི་སྙམ་དུ་སེམས་པར་གྱུར་ཏེ། འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། ནང་སྟོང་པ་ཉིད་དང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དང་། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་དང་། ཡང་དག་པར་སྤོང་བ་རྣམས་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་དང་། འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་རྣམས་དང་མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་།
en: This completes the forty-seventh chapter from “The Perfection of Wisdom in Twenty-Five Thousand Lines.”
